Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: To show the badge on the app icon and receive reminders and sound notifications, you must allow notifications for %@.
de: Um das Badge auf dem App-Symbol anzuzeigen und Erinnerungen sowie akustische Benachrichtigungen zu erhalten, musst du Benachrichtigungen für %@ erlauben.
es: Para mostrar la insignia en el icono de la app y recibir recordatorios y notificaciones sonoras, debes permitir las notificaciones para %@.
fr: Pour afficher le badge sur l’icône de l’app et recevoir des rappels ainsi que des notifications sonores, vous devez autoriser les notifications pour %@.
it: Per visualizzare il badge sull’icona dell’app e ricevere promemoria e notifiche sonore, devi consentire le notifiche per %@.

source: To use AutoFill, go to Settings > General > AutoFill & Passwords, then turn on ForMemo.
de: Um „Automatisch ausfüllen“ zu verwenden, gehe zu Einstellungen > Allgemein > Automatisch ausfüllen & Passwörter und aktiviere anschließend ForMemo.
es: Para usar Autorrelleno, ve a Ajustes > General > Autorrelleno y contraseñas y, a continuación, activa ForMemo.
fr: Pour utiliser le remplissage automatique, accédez à Réglages > Général > Remplissage automatique et mots de passe, puis activez ForMemo.
it: Per usare Inserimento automatico, vai in Impostazioni > Generali > Inserimento automatico e password, quindi attiva ForMemo.

# toast.exported %lld
source: %lld tasks exported
de: %lld Aufgaben exportiert
es: %lld tareas exportadas
fr: %lld tâches exportées
it: %lld attività esportate

# toast.imported %lld
source: %lld tasks imported
de: %lld Aufgaben importiert
es: %lld tareas importadas
fr: %lld tâches importées
it: %lld attività importate

source: today
de: heute
es: hoy
fr: aujourd’hui
it: oggi

source: Today
de: Heute
es: Hoy
fr: Ce jour
it: Oggi

source: Today • %@
de: Heute • %@
es: Hoy • %@v
fr: Ce jour • %@
it: Oggi • %@

# today_tab
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi

source: tomorrow
de: morgen
es: mañana
fr: demain
it: domani

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani

source: Toothbrush
de: Zahnbürste
es: Cepillo de dientes
fr: Brosse à dents
it: Spazzolino da denti

source: Top color
de: Obere Farbe
es: Color superior
fr: Couleur supérieure
it: Colore superiore

source: Total Recoveries
de: Wiederherstellungen insgesamt
es: Total de recuperaciones
fr: Total des récupérations
it: Recuperi totali

source: Towel
de: Handtuch
es: Toalla
fr: serviette
it: Telo

source: Trail Snacks
de: Wandersnacks
es: Snacks de senderismo
fr: Snacks de randonnée
it: Snack da trekking

source: Train Pass
de: Bahn-Abo
es: Abono de Tren
fr: Abonnement Train
it: Abbonamento Treno

source: Trash Bags
de: Müllbeutel
es: Bolsas de basura
fr: Sacs poubelle
it: Sacchi della spazzatura

source: Travel
de: Reise
es: Viaje
fr: Voyage
it: Viaggio

source: Travel Pillow
de: Reisekissen
es: Almohada de viaje
fr: Oreiller de voyage
it: Cuscino da viaggio

source: Trekking Poles
de: Trekkingstöcke
es: Bastones de senderismo
fr: Bâtons de randonnée
it: Bastoncini da trekking

source: Trigger Distance
de: Auslöseabstand
es: Distancia de activación
fr: Distance de déclenchement
it: Distanza di attivazione

source: Trip
de: Reise
es: Viaje
fr: Voyage
it: Viaggio

source: Trip Checklists
de: Reise-Checklisten
es: Reise-Checklisten
fr: Check-lists de voyage
it: Checklist di viaggio

source: Trip Checklists: %lld
de: Reise-Checklisten: %lld
es: Listas de viaje: %lld
fr: Check-lists de voyage : %lld
it: Checklist di viaggio: %lld

source: Trip Lists
de: Reiselisten
es: Listas de Viaje
fr: Listes de Voyage
it: Liste Viaggio

source: Trip Lists help you organize everything you need to take with you on your travels. You can create them from scratch or start from a template, organize them into sections, and mark items as completed as you prepare them.
de: Reiselisten helfen Ihnen dabei, alles zu organisieren, was Sie mitnehmen möchten. Sie können sie von Grund auf erstellen oder eine Vorlage verwenden, in Abschnitte unterteilen und Elemente beim Packen als erledigt markieren.
es: Las Listas de Viaje te ayudan a organizar todo lo que necesitas llevar contigo. Puedes crearlas desde cero o partir de una plantilla, organizarlas en secciones y marcar los elementos como completados a medida que los preparas.
fr: Les Listes de Voyage vous aident à organiser tout ce que vous devez emporter avec vous. Vous pouvez les créer à partir de zéro ou à partir d’un modèle, les organiser en sections et cocher les éléments au fur et à mesure de leur préparation.
it: Le Liste Viaggio ti aiutano a organizzare tutto ciò che devi portare con te. Puoi crearle da zero o partire da un modello, suddividerle in sezioni e contrassegnare gli elementi man mano che vengono preparati.

source: Trip Name
de: Reisename
es: Nombre del viaje
fr: Nom du voyage
it: Nome del viaggio

source: Tripod
de: Stativ
es: Trípode
fr: Trépied
it: Treppiede

source: Trips
de: Reisen
es: Viajes
fr: Voyages
it: Viaggi

source: Tropical
de: Tropisch
it: Tropicale

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Try saying 'Hey Siri,' followed by:
de: Versuche „Hey Siri“ zu sagen, gefolgt von:
es: Prueba a decir «Oye Siri», seguido de:
fr: Essayez de dire « Dis Siri », suivi de :
it: Prova a dire "Ehi Siri", seguito da:

source: Type
de: Typ
es: Tipo
it: Tipo

source: Type DELETE
de: DELETE eingeben
es: Escribe DELETE
fr: Saisissez DELETE
it: Digita DELETE

source: Unable to access the application window.
de: Dieser Anbieter unterstützt den Import von Anmeldedaten nicht.
es: No se ha podido acceder a la ventana de la aplicación.
fr: Ce fournisseur ne prend pas en charge l'importation des identifiants.
it: Impossibile accedere alla finestra dell'applicazione.

source: Unable to decrypt the password
de: Es konnte nicht auf das Anwendungsfenster zugegriffen werden.
es: No se ha podido descifrar la contraseña.
fr: Impossible de déchiffrer le mot de passe.
it: Impossibile accedere alla finestra dell'applicazione.

source: Unable to load the weather forecast. Check your internet connection and try again.
de: Die Wettervorhersage konnte nicht geladen werden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudieron cargar las previsiones meteorológicas. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Impossible de charger les prévisions météorologiques. Vérifiez votre connexion Internet et réessayez.
it: Impossibile caricare le previsioni meteo. Controlla la connessione Internet e riprova.

source: Unable to Open
de: Kann nicht geöffnet werden
es: No se puede abrir
fr: Impossible d’ouvrir
it: Impossibile aprire

source: Unable to protect the Vault encryption key.
de: Der Verschlüsselungsschlüssel des Tresors konnte nicht geschützt werden.
es: No se ha podido proteger la clave de cifrado de la Caja fuerte.
fr: Impossible de protéger la clé de chiffrement de la Cassaforte.
it: Impossibile proteggere la chiave di cifratura della Cassaforte.

source: Unable to unlock the Vault encryption key.
de: Der Verschlüsselungsschlüssel des Tresors konnte nicht entsperrt werden.
es: No se ha podido desbloquear la clave de cifrado de la Caja fuerte.
fr: Impossible de déverrouiller la clé de chiffrement de la Cassaforte.
it: Impossibile sbloccare la chiave di cifratura della Cassaforte.

source: Unarchive
de: Dearchivieren
es: Desarchivar
fr: Désarchiver
it: Rimuovi dall’archivio

source: Underline overdue tasks
de: Überfällige Aufgaben unterstreichen
es: Subrayar tareas vencidas
fr: Souligner les tâches en retard
it: Sottolinea attività scadute

source: Underwear
de: Unterwäsche
es: Ropa interior
fr: Sous-vêtements
it: Intimo

source: Unknown date
de: Unbekanntes Datum
es: Fecha desconocida
fr: Date inconnue
it: Data sconosciuta

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca

source: Unlock Vault
de: Tresor entsperren
es: Desbloquear Caja fuerte
fr: Déverrouiller le coffre-fort
it: Sblocca cassaforte

source: Unlock with Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
it: Sblocca con Face ID

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo

source: Upcoming
de: Bevorstehend
es: Próximos
fr: À venir
it: Successivi

source: Upcoming Notifications
de: Bevorstehende Benachrichtigungen
es: Próximas notificaciones
fr: Prochaines notifications
it: Prossime notifiche

source: USB Cable
de: USB-Kabel
es: Cable USB
fr: Câble USB
it: Cavo USB

source: Use simple voice commands with Siri to create, search and check your reminders in seconds.
de: Verwende einfache Sprachbefehle mit Siri, um deine Erinnerungen in Sekunden zu erstellen, zu durchsuchen und zu prüfen.
es: Usa comandos de voz simples con Siri para crear, buscar y revisar tus recordatorios en segundos.
fr: Utilisez de simples commandes vocales avec Siri pour créer, rechercher et consulter vos rappels en quelques secondes.
it: Usa semplici comandi vocali con Siri per creare, cercare e controllare i tuoi promemoria in pochi secondi.

source: Use Siri Shortcuts
de: Siri verwenden
es: Usa Siri
fr: Siri verwenden
it: Usa scorciatoie Siri

source: Use with Siri
de: Mit Siri verwenden
es: Usar con Siri
fr: Utiliser avec Siri
it: Usa con Siri

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente

source: Vaccination Certificate
de: Impfzertifikat
es: Certificado de Vacunación
fr: Certificat de Vaccinati
it: Certificato Vaccinale

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore

source: Variable
de: Wechselhaft
it: Variabile

source: Variable Conditions
de: Wechselhafte Bedingungen
es: Condiciones variables
fr: Conditions variables
it: Variabile

source: Vault
de: Tresor
es: Caja fuerte
fr: Coffre-fort
it: Cassaforte

source: Vault & AutoFill
de: Tresor und AutoAusfüllen
es: Caja fuerte y Autorrelleno de contraseñas
fr: Coffre et remplissage automatique
it: Cassaforte e Inserimento automatico

source: Vault & Secure Credentials
de: Tresor und sichere Zugangsdaten
es: Caja fuerte y credenciales seguras
fr: Coffre et identifiants sécurisés
it: Cassaforte e credenziali sicure

source: Vault Locked
de: Tresor gesperrt
es: Caja fuerte bloqueada
fr: Coffre-fort verrouillé
it: Cassaforte bloccata

source: Vault: %lld
de: Tresor: %lld
es: Caja fuerte: %lld
fr: Coffre : %lld
it: Cassaforte: %lld

source: View
de: Ansicht
es: Vista
fr: Affichage
it: Vista

source: View Credential
de: Anmeldedaten anzeigen
es: Ver credencial
fr: Afficher les identifiants
it: Visualizza credenziale

source: View Disclaimer
de: Haftungsausschluss anzeigen
es: Ver descargo de responsabilidad
fr: Voir la clause de non-responsabilit
it: Visualizza esclusione di Responsabilità

source: View tasks directly on the map. Tasks with a location appear as pins. Tap a pin to open task details. The map automatically fits all tasks on first load and preserves your zoom level afterward.
de: Sehen Sie Aufgaben direkt auf der Karte. Aufgaben mit Standort werden als Markierungen angezeigt. Tippen Sie auf eine Markierung, um die Details der Aufgabe zu öffnen. Die Karte passt sich beim ersten Laden automatisch an alle Aufgaben an und behält anschließend die Zoomstufe bei.
es: Visualiza las tareas directamente en el mapa. Las tareas con ubicación aparecen como marcadores. Toca un marcador para abrir los detalles de la tarea. El mapa se ajusta automáticamente a todas las tareas en la primera carga y mantiene el nivel de zoom posteriormente.
fr: Visualisez les tâches directement sur la carte. Les tâches avec une localisation apparaissent sous forme de repères. Touchez un repère pour ouvrir les détails de la tâche. La carte s’ajuste automatiquement à toutes les tâches lors du premier chargement et conserve ensuite le niveau de zoom.
it: Visualizza i task direttamente sulla mappa. I task con una posizione vengono mostrati come pin. Tocca un pin per aprire i dettagli del task. La mappa si adatta automaticamente a tutti i task al primo avvio e mantiene il livello di zoom successivamente.

source: Visible elements
de: Sichtbare Elemente
es: Elementos visibles
fr: Éléments visibles
it: Elementi visibili

source: Visualize your schedule at a glance. Dots highlight days with open tasks, while intuitive swipes let you complete or delete tasks instantly. Public holidays and Sundays are shown in red.
de: Visualisiere deinen Zeitplan auf einen Blick. Punkte markieren Tage mit offenen Aufgaben, während du Aufgaben durch intuitives Wischen sofort erledigen oder löschen kannst. Feiertage und Sonntage werden in Rot angezeigt.
es: Visualiza tu agenda de un vistazo. Los puntos resaltan los días con tareas pendientes, mientras que unos gestos intuitivos te permiten completar o eliminar tareas al instante. Los festivos y los domingos se muestran en rojo.
fr: Visualisez votre emploi du temps en un clin d'œil. Des points signalent i les jours avec des tâches en cours, tandis que des gestes de balayage intuitifs vous permettent de terminer ou de supprimer des tâches instantanément. Les jours fériés et les dimanches sont affichés en rouge.
it: Visualizza i tuoi impegni a colpo d'occhio. I puntini evidenziano i giorni con attività aperte, mentre swipe intuitivi ti permettono di completare o eliminare le attività all'istante. I giorni festivi e le domeniche sono indicati in rosso.

source: Voice note
de: Sprachnotiz
es: Nota de voz
fr: Note vocale
it: Nota vocale

source: Voter Card
de: Wählerausweis
es: Tarjeta Electoral
fr: Carte Électorale
it: Tessera Elettorale

source: Wallet Empty
de: Wallet leer
es: Wallet vacío
fr: Portefeuille vide
it: Wallet vuoto

source: Wallet for Cards and Tickets
de: Wallet für Karten und Tickets
es: Wallet para tarjetas y tickets
fr: Wallet pour cartes et tickets
it: Wallet per carte e tickets

source: Wallet Image
de: Wallet-Bild
es: Imagen del Wallet
fr: Image du portefeuille
it: Immagine del Wallet

source: Water Bottle
de: Wasserflasche
es: Botella de agua
fr: Bouteille d’eau
it: Bottiglia d’acqua

source: Water Hose
de: Wasserschlauch
es: Manguera de agua
fr: Tuyau d’eau
it: Tubo dell’acqua

source: Water Shoes
de: Wasserschuhe
es: Escarpines
fr: Chaussures aquatiques
it: Scarpe da scoglio

source: Waterproof Phone Case
de: Wasserdichte Handyhülle
es: Funda impermeable para teléfono
fr: Housse étanche pour téléphone
it: Custodia impermeabile per telefono

source: weak
de: SchwachSchwach
es: Débil
fr: Faible
it: Debole

source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo

source: Weather data is provided by Open-Meteo. Different weather providers may use different forecasting models and update schedules.
de: Die Wetterdaten werden von Open-Meteo bereitgestellt. Verschiedene Wetterdienste können unterschiedliche Vorhersagemodelle und Aktualisierungsintervalle verwenden.
es: Los datos meteorológicos son proporcionados por Open-Meteo. Diferentes proveedores meteorológicos pueden utilizar distintos modelos de predicción y frecuencias de actualización.
fr: Les données météo sont fournies par Open-Meteo. Différents fournisseurs météo peuvent utiliser des modèles de prévision et des fréquences de mise à jour différents.
it: I dati meteo sono forniti da Open-Meteo. Diversi fornitori di servizi meteorologici possono utilizzare modelli previsionali e frequenze di aggiornamento differenti.

source: Weather data provided by Open-Meteo
de: Wetterdaten bereitgestellt von Open-Meteo
es: Datos meteorológicos proporcionados por Open-Meteo
fr: Données météo fournies par Open-Meteo
it: Dati meteo forniti da Open-Meteo

source: Weather Forecast
de: Wettervorhersage
es: Pronóstico del tiempo
fr: Prévisions météo
it: Previsioni Meteo

source: Weather forecasts are available for today, tomorrow and the day after tomorrow directly inside task views and weekly planning. Tap the weather information to open the detailed forecast view with weekly and hourly conditions.
de: Wettervorhersagen für heute, morgen und übermorgen sind direkt in den Aufgabenansichten und der Wochenplanung verfügbar. Tippen Sie auf die Wetterinformationen, um die detaillierte Vorhersage mit Wochen- und Stundenansicht zu öffnen.
es: Las previsiones meteorológicas para hoy, mañana y pasado mañana están disponibles directamente en las vistas de tareas y en la planificación semanal. Toca la información meteorológica para abrir la vista detallada con previsiones semanales y por horas.
fr: Les prévisions météo pour aujourd’hui, demain et après-demain sont disponibles directement dans les vues des tâches et la planification hebdomadaire. Touchez les informations météo pour ouvrir la vue détaillée avec prévisions hebdomadaires et horaires.
it: Le previsioni meteo per oggi, domani e dopodomani sono disponibili direttamente nelle viste delle attività e nella pianificazione settimanale. Tocca le informazioni meteo per aprire la vista dettagliata con previsioni settimanali e orarie.

source: Weather information requires location access. Make sure location permissions are enabled and weather forecasts are activated in app settings.
de: Wetterinformationen benötigen Zugriff auf den Standort. Stellen Sie sicher, dass die Standortberechtigungen aktiviert sind und Wettervorhersagen in den App-Einstellungen aktiviert wurden.
es: La información meteorológica requiere acceso a la ubicación. Asegúrate de que los permisos de localización estén habilitados y de que las previsiones meteorológicas estén activadas en los ajustes de la aplicación.
fr: Les informations météo nécessitent l’accès à la localisation. Assurez-vous que les autorisations de localisation sont activées et que les prévisions météo sont activées dans les paramètres de l’application.
it: Le informazioni meteo richiedono l’accesso alla posizione. Assicurati che i permessi di localizzazione siano abilitati e che le previsioni meteo siano attivate nelle impostazioni dell’app.

source: Weather Unavailable
de: Wetter nicht verfügbar
es: Meteorología no disponible
fr: Météo indisponible
it: Meteo non disponibile

source: week
de: Woche
es: semana
fr: semaine
it: settimana

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane

source: Welcome!
de: Willkommen|
es: ¡Bienvenido!
fr: Bienvenue!
it: Benvenuto!

source: What are custom secrets?
de: Was sind benutzerdefinierte Geheimnisse?
es: ¿Qué son los secretos personalizados?
fr: Que sont les secrets personnalisés ?
it: Che cosa sono i segreti personalizzati?

source: What are Notes?
de: Was sind Notizen?
es: ¿Qué son las notas?
fr: Que sont les notes ?
it: Cosa sono le Note?

source: What are Powerful Filters?
de: Was sind Leistungsstarke Filter?
es: ¿Qué son los filtros avanzados?
fr: Que sont les filtres avancés ?
it: Quali sono i Filtri avanzati?

source: What are Trip Lists?
de: Was sind Trip Lists?
es: ¿Qué son las Trip Lists?
fr: Que sont les Trip Lists ?
it: Cosa sono le Trip Lists?

source: What do badges in task rows mean?
de: Was bedeuten die Badges in Aufgabenzeilen?
es: ¿Qué indican las insignias en las filas de tareas?
fr: Que signifient les badges dans les lignes de tâches ?
it: Cosa indicano i badge nelle righe delle attività?

source: What do you want to add?
de: Was möchtest du hinzufügen?
es: ¿Qué quieres añadir?
fr: Que voulez-vous ajouter ?
it: Cosa vuoi aggiungere?

source: What do you want to write in the note?
de: Was möchten Sie in die Notiz schreiben?
es: ¿Qué quieres escribir en la nota?
fr: Que souhaitez-vous écrire dans la note ?
it: Cosa vuoi scrivere nella nota?

source: What features does this app offer?
de: Welche Funktionen bietet diese App?
es: ¿Qué funciones ofrece esta app?
fr: Quelles sont les fonctionnalités de cette app ?
it: Che funzioni ha questa App?

source: What happens when I copy a password?
de: Was passiert, wenn ich ein Passwort kopiere?
es: ¿Qué ocurre cuando copio una contraseña?
fr: Que se passe-t-il lorsque je copie un mot de passe ?
it: Cosa succede quando copio una password?

source: What is “Add reminders automatically”?
de: Was bedeutet „Erinnerungen automatisch hinzufügen“?
es: ¿Qué es “Añadir recordatorios automáticamente”?
fr: Qu’est-ce que « Ajouter des rappels automatiquement » ?
it: Cos’è “Aggiungi promemoria automaticamente”?

source: What is included in a backup?
de: Was ist in einem Backup enthalten?
es: ¿Qué incluye una copia de seguridad?
fr: Qu’est-ce qui est inclus dans une sauvegarde ?
it: Cosa è incluso in un backup?

source: What is Recently Deleted?
de: Was ist „Zuletzt gelöscht“?
es: ¿Qué es “Eliminados recientemente”?
fr: Qu’est-ce que « Supprimés récemment » ?
it: Cos’è “Eliminati di recente”?

source: What is reschedule and how is it different from snooze?
de: Was ist „Verschieben“ und worin unterscheidet es sich von „Snooze“?
es: ¿Qué es “Reprogramar” y en qué se diferencia de “Posponer”?
fr: Qu’est-ce que “Reporter” et quelle est la différence avec “Snooze” ?
it: Che cos’è “Posticipa” e in cosa è diverso da “Snooze”?

source: What is the Dashboard?
de: Was ist das Dashboard?
es: ¿Qué es el Dashboard?
fr: Qu’est-ce que le Dashboard ?
it: Che cos’è la Dashboard?

source: What is the difference between a due date notification and a reminder?
de: Was ist der Unterschied zwischen einer Fälligkeitsbenachrichtigung und einer Erinnerung?
es: ¿Cuál es la diferencia entre una notificación de vencimiento y un recordatorio?
fr: Quelle est la différence entre une notification d’échéance et un rappel ?
it: Qual è la differenza tra una notifica di scadenza e un promemoria?

source: What is the difference between badge modes?
de: Was ist der Unterschied zwischen den Badge-Modi?
es: ¿Cuál es la diferencia entre los modos de insignia?
fr: Quelle est la différence entre les modes de badge ?
it: Qual è la differenza tra le modalità badge?

source: What is the Documents section?
de: Was ist der Bereich Dokumente?
es: ¿Qué es la sección Documentos?
fr: Qu’est-ce que la section Documents ?
it: Che cos’è la sezione Documenti?

source: What is the Overview?
de: Was ist die Übersicht?
es: ¿Qué es el Resumen?
fr: Qu’est-ce que le Récapitulatif ?
it: Che cos’è il Riepilogo?

source: What is the Vault?
de: Was ist der Tresor?
es: ¿Qué es la Caja fuerte?
fr: Qu’est-ce que le Coffre ?
it: Che cos'è la Cassaforte?

source: What would you like to search for?
de: Wonach möchtest du suchen?
es: ¿Qué te gustaría buscar?
fr: Que souhaitez-vous rechercher ?
it: Cosa vuoi cercare?

source: When enabled, completing a recurring task saves the completed occurrence and automatically schedules the next one. When disabled, the task is simply moved to the next occurrence without creating a completed record.
de: Wenn diese Option aktiviert ist, wird jede abgeschlossene Wiederholung einer wiederkehrenden Aufgabe gespeichert und die nächste automatisch geplant. Ist sie deaktiviert, wird die Aufgabe lediglich auf die nächste Wiederholung verschoben, ohne einen abgeschlossenen Eintrag zu speichern.
es: Cuando esta opción está activada, cada recurrencia completada de una tarea recurrente se conserva en el historial y la siguiente se programa automáticamente. Cuando está desactivada, la tarea simplemente se traslada a la siguiente recurrencia sin guardar un registro de la recurrencia completada.
fr: Lorsque cette option est activée, chaque occurrence terminée d’une tâche récurrente est conservée dans l’historique et la suivante est programmée automatiquement. Lorsqu’elle est désactivée, la tâche est simplement reportée à l’occurrence suivante sans enregistrer l’occurrence terminée.
it: Quando questa opzione è attiva, ogni occorrenza completata di un'attività ricorrente viene conservata nella cronologia e la successiva viene pianificata automaticamente. Quando è disattivata, l'attività viene semplicemente spostata alla ricorrenza successiva senza salvare l'occorrenza completata.
